

const About = () => {
  return (
    <article>
      <h1>Познакомимся с ЭМШ</h1>

      <section style={{
        width: '90%',
      }}>
        <h2>О школе</h2>

        <p>
          Экономико-математическая школа работает при экономическом факультете МГУ с 1968 года. Слушателями школы
          являются ученики 8—11 классов. Всё это время она была и остаётся абсолютно бесплатной. ЭМШ является вечерней
          школой дополнительного образования, поэтому не мешает, а помогает основному школьному образованию.

          Занятия в ЭМШ проводятся в традиционной для Университета форме лекций или семинаров по разным предметам.
          Ученики сами выбирают нужные именно им дисциплины из более чем 30 курсов каждый год. Для удобства они
          разделены на три направления:
          🔢математика
          💱экономика
          🔣третий путь

          Помимо учёбы в ЭМШ существует много проектов. Среди них:

          Выездная учебно-научная конференция – 30 лучших школьников ЭМШ приглашаются в один из подмосковных пансионатов
          на 5 дней, где они слушают лекции ведущих экономистов, принимают участие в разных играх, общаются с
          выпускниками ЭМШ прошлых лет.
          Конкурс Научных Работ и Научный семинар, в рамках которых каждый может попробовать себя в качестве
          исследователя – написать научную работу и представить её.
          Летняя школа – проводится в середине августа для учащихся ЭМШ 8-11 классов, которые хотят усовершенствовать
          свои знания по математике и экономике перед начало учебного года.
          А также многое другое: выпускной вечер, чаепития, Открытый чемпионат школ по экономике.
        </p>
      </section>

      <section style={{
        width: '90%',
      }}>
        <h2>Программа обучения</h2>

        <p>
          В ЭМШ нет единой программы обучения для всех школьников. Вместо этого ученики ЭМШ сами выбирают спецкурсы, которые будут посещать.

          Спецкурс — это однолетняя образовательная программа, составленная коллективом преподавателей для текущего учебного года. Каждый год новые преподаватели защищают свои программы перед Методическим Советом ЭМШ, поэтому каждый год читаются разные курсы. Есть два курса, которые читаются ежегодно: «Базовая математика» и «Базовая экономика». Программы других спецкурсов учебного года вы можете найти у нас на сайте в разделе «Спецкурсы», а более старые – в разделе «Архив».

          Кроме того, некоторые спецкурсы читаются много лет, и велика вероятность, что эти курсы могут оказаться предложенными и в будущем году:

          Династия — продвинутый курс по микро- и макроэкономике;
          Математика по… — курс по алгебре, посвященный задачам с параметром повышенной сложности;
          Набирая обороты — продвинутый курс по алгебре для 10 класса.
        </p>
      </section>

      <section style={{
        width: '90%',
      }}>
        <h2>Как поступить?</h2>

        <p>
          1) зарегистрироваться на сайте Вступительных;
          2) в третье воскресенье сентября написать два теста – по математике и общеобразовательный;
          3) в случае успешного написания тестов – еще через неделю пройти собеседование.
          Без экзаменов в ЭМШ зачисляются только победители Открытого чемпионата школ по экономике.
        </p>
      </section>
    </article>
  );
};

export default About;